Repository: prefect12/barextender
Catalog: Ice/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: %@ Section
zh_hans: %@ 区域

# %lld items · Saved %@
source: %1$lld items · Saved %2$@
zh_hans: %1$lld 项 · 保存于 %2$@

source: A Barextender release feed must be configured before automatic updates can be enabled.
zh_hans: 必须先配置 Barextender 发布源，才能启用自动更新。

source: Absolutely no personal information is collected or stored.
zh_hans: Barextender 不会收集或存储任何个人信息。

source: Acknowledgements
zh_hans: 致谢

source: Activate Preset
zh_hans: 激活预设

source: Add a trigger to activate a preset or show menu bar items when its conditions are met.
zh_hans: 添加触发器；满足条件时即可激活预设或显示菜单栏项目。

source: Add Preset
zh_hans: 添加预设

source: Add Trigger
zh_hans: 添加触发器

source: Add Trigger Condition
zh_hans: 添加触发条件

source: Add triggers to activate a preset or show menu bar items when trigger conditions are met.
zh_hans: 添加触发器；满足触发条件时即可激活预设或显示菜单栏项目。

source: All conditions
zh_hans: 所有条件

source: Always-hidden section can be shown
zh_hans: 可以显示“始终隐藏”区域

source: Any condition
zh_hans: 任一条件

source: App bundle identifier
zh_hans: 应用程序 Bundle 标识符

source: App condition
zh_hans: 应用程序条件

source: App is frontmost
zh_hans: 应用程序位于最前方

source: App is running
zh_hans: 应用程序正在运行

source: Apply
zh_hans: 应用

source: Apply different settings based on the current system appearance
zh_hans: 根据当前系统外观应用不同设置

source: Apply system theme to icon
zh_hans: 图标跟随系统外观

source: Apply the current spacing
zh_hans: 应用当前间距

source: Applying this setting will relaunch all apps with menu bar items. Some apps may need to be manually relaunched.
zh_hans: 应用此设置会重新启动所有带有菜单栏项目的 App。部分 App 可能需要手动重新启动。

source: Automatically rehide
zh_hans: 自动重新隐藏

source: Barextender can work in a limited mode without this permission.
zh_hans: 没有此权限时，Barextender 仍可在受限模式下运行。

source: Barextender cannot arrange menu bar items in automatically hidden menu bars
zh_hans: 菜单栏自动隐藏时，Barextender 无法排列菜单栏项目

source: Barextender cannot display menu bar items for automatically hidden menu bars
zh_hans: 菜单栏自动隐藏时，Barextender 无法显示菜单栏项目

source: Barextender cannot edit the appearance of automatically hidden menu bars
zh_hans: 菜单栏自动隐藏时，Barextender 无法编辑其外观

source: Barextender icon
zh_hans: Barextender 图标

source: Barextender is based on Ice by Jordan Baird and is distributed under GPL-3.0.
zh_hans: Barextender 基于 Jordan Baird 开发的 Ice，并依照 GPL-3.0 许可证发布。

source: Barextender needs permission to manage the menu bar.
zh_hans: Barextender 需要获得管理菜单栏的权限。

source: Barextender needs this to:
zh_hans: 此权限用于：

source: battery has less than
zh_hans: 电量低于

source: battery has more than
zh_hans: 电量高于

source: battery is charging
zh_hans: 正在充电

source: BETA
zh_hans: 测试版

source: between sections
zh_hans: 区域之间

source: Border
zh_hans: 边框

source: Border Color
zh_hans: 边框颜色

source: Border Width
zh_hans: 边框宽度

source: Cancel
zh_hans: 取消

source: Choose a custom icon to show in the menu bar
zh_hans: 选择要在菜单栏中显示的自定义图标

source: Choose image…
zh_hans: 选择图像…

source: Click inside an empty area of the menu bar to show hidden menu bar items
zh_hans: 点击菜单栏空白处以显示隐藏的菜单栏项目

source: Click item
zh_hans: 点击项目

source: Condition
zh_hans: 条件

source: Connected to a specific network
zh_hans: 已连接到指定网络

source: Connected to Wi-Fi
zh_hans: 已连接 Wi-Fi

source: Continue
zh_hans: 继续

source: Continue in Limited Mode
zh_hans: 以受限模式继续

source: Dark Appearance
zh_hans: 深色外观

source: default
zh_hans: 默认

source: Delete
zh_hans: 删除

source: Disconnected from all Wi-Fi networks
zh_hans: 已断开所有 Wi-Fi 网络

source: Display the icon as a monochrome image matching the system appearance
zh_hans: 以与系统外观匹配的单色图像显示图标

source: Done
zh_hans: 完成

source: Drag to arrange your menu bar items
zh_hans: 拖动以排列菜单栏项目

source: Dynamic
zh_hans: 动态

source: Enable always-hidden section
zh_hans: 启用“始终隐藏”区域

source: Enable the Barextender Bar
zh_hans: 启用 Barextender 工具栏

source: Enabled
zh_hans: 已启用

source: ERROR
zh_hans: 错误

source: Focused app
zh_hans: 当前活动 App

source: From
zh_hans: 开始

source: Full
zh_hans: 完整

source: Go to Advanced Settings
zh_hans: 前往高级设置

source: Gradient
zh_hans: 渐变

source: Grant Permission
zh_hans: 授予权限

source: Hide application menus when showing menu bar items
zh_hans: 显示菜单栏项目时隐藏应用程序菜单

source: Hold to Preview
zh_hans: 按住以预览

source: Hotkey is reserved by macOS
zh_hans: 此快捷键已被 macOS 占用

source: Hover over an empty area of the menu bar to show hidden menu bar items
zh_hans: 将指针悬停在菜单栏空白处以显示隐藏的菜单栏项目

source: Image comparison needs a captured menu bar item and Screen Recording permission.
zh_hans: 图像比较需要捕获一个菜单栏项目，并获得“屏幕录制”权限。

source: Insert divider items
zh_hans: 插入分隔线

source: Leading End Cap
zh_hans: 起始端样式

source: left click
zh_hans: 左键点按

source: Light Appearance
zh_hans: 浅色外观

source: Limited mode: grant Accessibility to discover and arrange menu bar items.
zh_hans: 受限模式：授予“辅助功能”权限后即可发现并排列菜单栏项目。

source: Location
zh_hans: 位置

source: Location monitoring needs a location picker and explicit permission.
zh_hans: 位置监控需要选择位置并明确授予权限。

source: Make more room in the menu bar by hiding the left application menus if needed
zh_hans: 必要时隐藏左侧应用程序菜单，为菜单栏腾出更多空间

source: Match
zh_hans: 匹配方式

source: max
zh_hans: 最大

source: Menu bar item spacing
zh_hans: 菜单栏项目间距

source: Menu Bar Items
zh_hans: 菜单栏项目

source: Menu bar items are rehidden after a fixed amount of time
zh_hans: 经过固定时间后重新隐藏菜单栏项目

source: Menu bar items are rehidden using a smart algorithm
zh_hans: 使用智能算法重新隐藏菜单栏项目

source: Menu bar items are rehidden when the focused app changes
zh_hans: 切换当前活动 App 时重新隐藏菜单栏项目

source: Menu bar layout requires Accessibility permission
zh_hans: 菜单栏布局需要“辅助功能”权限

source: Menu bar layout requires screen recording permissions
zh_hans: 菜单栏布局需要“屏幕录制”权限

source: Menu Bar Sections
zh_hans: 菜单栏区域

source: Menu Bar Shape
zh_hans: 菜单栏形状

source: Menu Bar Style
zh_hans: 菜单栏样式

source: Mouse pointer
zh_hans: 鼠标指针

source: No preset
zh_hans: 无预设

source: No Presets Saved
zh_hans: 尚未保存预设

source: No shape kind selected
zh_hans: 未选择形状类型

source: No Triggers
zh_hans: 没有触发器

source: none
zh_hans: 无

source: None
zh_hans: 无

source: Note: You may need to log out and back in for this setting to apply properly.
zh_hans: 注意：你可能需要注销并重新登录，才能正确应用此设置。

source: OK
zh_hans: 好

source: Open Barextender Settings
zh_hans: 打开 Barextender 设置

source: Open-Source Credits
zh_hans: 开源项目致谢

source: Option + click one of Barextender's menu bar items to show the section
zh_hans: 按住 Option 并点按 Barextender 的菜单栏项目以显示此区域

source: Option + click one of Barextender's menu bar items, or inside an empty area of the menu bar to show the section
zh_hans: 按住 Option 并点按 Barextender 的菜单栏项目或菜单栏空白处以显示此区域

source: Other
zh_hans: 其他

source: Permission Granted
zh_hans: 已授予权限

source: Permissions
zh_hans: 权限

source: Preset name
zh_hans: 预设名称

source: Presets
zh_hans: 预设

source: Presets remember which items are shown, hidden, and always hidden.
zh_hans: 预设会记住哪些项目处于显示、隐藏或始终隐藏状态。

source: Quit
zh_hans: 退出

source: Quit Barextender
zh_hans: 退出 Barextender

source: Record Hotkey
zh_hans: 录制快捷键

source: Rename…
zh_hans: 重命名…

source: Reset
zh_hans: 重置

source: Reset to the default spacing
zh_hans: 恢复默认间距

source: right click
zh_hans: 右键点按

source: Round Cap
zh_hans: 圆形端头

source: Save
zh_hans: 保存

source: Save menu bar layouts
zh_hans: 保存菜单栏布局

source: Save the current menu bar arrangement so you can apply it later.
zh_hans: 保存当前菜单栏排列方式，以便稍后应用。

source: Saved Presets
zh_hans: 已保存的预设

source: Script evaluation is not active yet.
zh_hans: 脚本执行功能尚未启用。

source: Scroll or swipe in the menu bar to toggle hidden menu bar items
zh_hans: 在菜单栏中滚动或轻扫以切换隐藏项目的显示状态

source: Search menu bar items
zh_hans: 搜索菜单栏项目

source: Search menu bar items…
zh_hans: 搜索菜单栏项目…

source: Settings…
zh_hans: 设置…

source: Shadow
zh_hans: 阴影

source: Shape Kind
zh_hans: 形状类型

source: Show all sections when Command + dragging menu bar items
zh_hans: 按住 Command 拖动菜单栏项目时显示所有区域

source: Show Barextender icon
zh_hans: 显示 Barextender 图标

source: Show context menu on right click
zh_hans: 右键点按时显示上下文菜单

source: Show hidden menu bar items in a separate bar below the menu bar
zh_hans: 在菜单栏下方的独立工具栏中显示隐藏项目

source: Show item
zh_hans: 显示项目

source: Show Menu Bar Items requires Accessibility permission and is not active yet.
zh_hans: “显示菜单栏项目”需要“辅助功能”权限，目前尚未启用。

source: Show on click
zh_hans: 点按时显示

source: Show on hover
zh_hans: 悬停时显示

source: Show on hover delay
zh_hans: 悬停后延迟显示

source: Show on scroll
zh_hans: 滚动时显示

source: Show section dividers
zh_hans: 显示区域分隔线

source: Smart
zh_hans: 智能

source: Software Updates
zh_hans: 软件更新

source: Solid
zh_hans: 纯色

source: Split
zh_hans: 分段

source: Square Cap
zh_hans: 方形端头

source: Strategy
zh_hans: 策略

source: Temporarily shown item delay
zh_hans: 临时显示项目的延迟时间

source: The amount of time to wait before hiding temporarily shown menu bar items
zh_hans: 隐藏临时显示的菜单栏项目之前的等待时间

source: The amount of time to wait before showing on hover
zh_hans: 悬停后显示之前的等待时间

source: The Barextender Bar is centered below the Barextender icon
zh_hans: Barextender 工具栏显示在 Barextender 图标下方中央

source: The Barextender Bar is centered below the mouse pointer
zh_hans: Barextender 工具栏显示在指针下方中央

source: The Barextender Bar requires screen recording permissions.
zh_hans: Barextender 工具栏需要“屏幕录制”权限。

source: The Barextender Bar's location changes based on context
zh_hans: Barextender 工具栏的位置会根据上下文变化

source: Timed
zh_hans: 定时

source: Tint
zh_hans: 着色

source: Tip: you can also arrange menu bar items by Command + dragging them in the menu bar
zh_hans: 提示：也可以在菜单栏中按住 Command 并拖动项目来调整排列

source: Tip: you can also edit these settings by right-clicking in an empty area of the menu bar
zh_hans: 提示：也可以在菜单栏空白处右键点按来编辑这些设置

source: To
zh_hans: 结束

source: Toggle application menus
zh_hans: 切换应用程序菜单

source: Toggle the always-hidden section
zh_hans: 切换“始终隐藏”区域

source: Toggle the hidden section
zh_hans: 切换“隐藏”区域

source: Trailing End Cap
zh_hans: 结束端样式

source: Trigger condition status is unavailable until evaluation is connected
zh_hans: 触发条件评估接入后才会显示状态

source: Trigger Conditions
zh_hans: 触发条件

source: Trigger evaluation is not active in this build yet.
zh_hans: 此版本尚未启用触发条件评估。

source: Trigger name
zh_hans: 触发器名称

source: Trigger when
zh_hans: 触发时机

source: Triggers
zh_hans: 触发器

source: Triggers Enabled
zh_hans: 启用触发器

source: Type Hotkey
zh_hans: 输入快捷键

source: Unable to display menu bar items
zh_hans: 无法显示菜单栏项目

source: Updates are not configured for this local build
zh_hans: 此本地构建未配置更新

source: Use Barextender Bar
zh_hans: 使用 Barextender 工具栏

source: Use dynamic appearance
zh_hans: 使用动态外观

source: Use inset shape on screens with notch
zh_hans: 在带刘海的屏幕上使用内嵌形状

source: using battery
zh_hans: 使用电池供电

source: Version %@
zh_hans: 版本 %@

source: View Ice source project
zh_hans: 查看 Ice 源码项目

source: When
zh_hans: 条件

source: When triggered
zh_hans: 触发时执行

source: Wi-Fi network name (SSID)
zh_hans: Wi-Fi 网络名称（SSID）

source: You can configure settings in limited mode before granting Accessibility.
zh_hans: 授予“辅助功能”权限之前，也可以在受限模式下配置设置。

source: You can still access Barextender settings by right-clicking an empty area in the menu bar
zh_hans: 仍可在菜单栏空白处右键点按，打开 Barextender 设置

source: General
zh_hans: 通用

source: Hotkeys
zh_hans: 快捷键

source: Advanced
zh_hans: 高级

source: About
zh_hans: 关于

source: New Trigger
zh_hans: 新建触发器

source: New Preset
zh_hans: 新建预设

source: Rename Preset
zh_hans: 重命名预设

source: App
zh_hans: 应用程序

source: Battery
zh_hans: 电池

source: Menu bar item image comparison
zh_hans: 菜单栏项目图像比较

source: Time
zh_hans: 时间

source: Script
zh_hans: 脚本

source: Show Menu Bar Items
zh_hans: 显示菜单栏项目

source: Visible
zh_hans: 显示

source: Hidden
zh_hans: 隐藏

source: Always-Hidden
zh_hans: 始终隐藏

source: Barextender Settings…
zh_hans: Barextender 设置…

source: Search Menu Bar Items
zh_hans: 搜索菜单栏项目

source: Show the %@ Section
zh_hans: 显示“%@”区域

source: Hide the %@ Section
zh_hans: 隐藏“%@”区域

source: Check for Updates…
zh_hans: 检查更新…

source: Edit Menu Bar Style…
zh_hans: 编辑菜单栏样式…

source: Checking for updates is not supported in debug mode.
zh_hans: 调试模式下不支持检查更新。

source: A new update is available
zh_hans: 有可用更新

source: Version %@ is now available
zh_hans: 现已推出版本 %@

source: Barextender updated its menu bar item storage. Arrange your items again in Settings > Menu Bar Items.
zh_hans: Barextender 已更新菜单栏项目的存储方式。请前往“设置 > 菜单栏项目”重新排列项目。

source: Our sincerest apologies for the inconvenience.
zh_hans: 对于由此带来的不便，我们深表歉意。

source: Not enough room to show %@
zh_hans: 空间不足，无法显示 %@

source: Menu bar item is not movable.
zh_hans: 此菜单栏项目无法移动。

source: macOS prohibits %@ from being moved.
zh_hans: macOS 不允许移动 %@。

source: %@ is unresponsive. Until it is restarted, it cannot be moved. Movement of other menu bar items may also be affected until this is resolved.
zh_hans: %@ 没有响应。重新启动它之前无法移动此项目；问题解决前，其他菜单栏项目的移动也可能受到影响。

source: Barextender Bar
zh_hans: Barextender 工具栏

source: Menu Bar Overlay
zh_hans: 菜单栏叠层

source: Accessibility
zh_hans: 辅助功能

source: Screen Recording
zh_hans: 屏幕录制

source: Get real-time information about the menu bar.
zh_hans: 获取菜单栏的实时信息。

source: Arrange menu bar items.
zh_hans: 排列菜单栏项目。

source: Edit the menu bar's appearance.
zh_hans: 编辑菜单栏外观。

source: Display images of individual menu bar items.
zh_hans: 显示单个菜单栏项目的图像。

source: Arrow
zh_hans: 箭头

source: Chevron
zh_hans: V 形箭头

source: Door
zh_hans: 门

source: Dot
zh_hans: 圆点

source: Ellipsis
zh_hans: 省略号

source: Sunglasses
zh_hans: 太阳镜

source: Custom
zh_hans: 自定义

source: Choose an app
zh_hans: 选择应用程序

source: Battery state is unavailable
zh_hans: 无法获取电池状态

source: Wi-Fi state is unavailable
zh_hans: 无法获取 Wi-Fi 状态

source: Choose a Wi-Fi network
zh_hans: 选择 Wi-Fi 网络

source: Set a time and date schedule
zh_hans: 设置时间和日期计划

source: Choose a location
zh_hans: 选择位置

source: Location monitoring is not connected yet
zh_hans: 位置监控尚未接入

source: Choose a menu bar item and reference image
zh_hans: 选择菜单栏项目和参考图像

source: Image comparison is not connected yet
zh_hans: 图像比较尚未接入

source: Add a script
zh_hans: 添加脚本

source: Script evaluation is not connected yet
zh_hans: 脚本执行尚未接入

source: Add at least one condition
zh_hans: 至少添加一个条件

source: Saved triggers could not be read. You can create new triggers.
zh_hans: 无法读取已保存的触发器。你可以新建触发器。

source: Enter a name for this trigger.
zh_hans: 请输入触发器名称。

source: Barextender could not save the trigger changes.
zh_hans: Barextender 无法保存触发器更改。

source: Saved presets could not be read. You can create new presets.
zh_hans: 无法读取已保存的预设。你可以新建预设。

source: Enter a name for this preset.
zh_hans: 请输入预设名称。

source: Barextender is not ready to read the menu bar layout.
zh_hans: Barextender 尚未准备好读取菜单栏布局。

source: Grant Accessibility before saving the current menu bar arrangement.
zh_hans: 请先授予“辅助功能”权限，再保存当前菜单栏排列。

source: Saved %@ with %lld menu bar items.
zh_hans: 已保存预设“%@”，包含 %lld 个菜单栏项目。

source: This preset is no longer available.
zh_hans: 此预设已不可用。

source: Grant Accessibility before applying a menu bar preset.
zh_hans: 请先授予“辅助功能”权限，再应用菜单栏预设。

source: Barextender cannot find its hidden-section control item. Check Accessibility permission and try again.
zh_hans: Barextender 找不到“隐藏”区域的控制项目。请检查“辅助功能”权限后重试。

source: Enable the Always Hidden section in Advanced settings before applying this preset.
zh_hans: 请先在“高级”设置中启用“始终隐藏”区域，再应用此预设。

source: Applied %@.
zh_hans: 已应用预设“%@”。

source: Applied %@ to %lld items. %lld saved items are not currently available.
zh_hans: 已将预设“%@”应用到 %lld 个项目；当前有 %lld 个已保存项目不可用。

source: Preset application stopped after %lld items moved: %@
zh_hans: 移动 %lld 个项目后，预设应用已停止：%@

source: Barextender could not save the preset changes.
zh_hans: Barextender 无法保存预设更改。

source: Copyright © 2026 Barextender contributors
zh_hans: 版权 © 2026 Barextender 贡献者

source: Wi-Fi network name is unavailable
zh_hans: 无法读取 Wi-Fi 网络名称。

source: This trigger contains a condition type that is not active yet.
zh_hans: 此触发器包含尚未启用的条件类型。

source: Choose menu bar items to reveal when the trigger matches.
zh_hans: 选择触发条件满足时要显示的菜单栏项目。

source: No menu bar items are available. Grant Accessibility and reopen this editor.
zh_hans: 当前没有可用的菜单栏项目。请授予“辅助功能”权限后重新打开此编辑器。

source: Trigger conditions are met
zh_hans: 触发条件已满足

source: Trigger conditions are not met
zh_hans: 触发条件未满足

source: Waiting for the first condition check
zh_hans: 等待首次条件检查

source: Set a location and radius
zh_hans: 设置位置和范围

source: Current location is unavailable
zh_hans: 当前定位不可用。

source: Get Current Location
zh_hans: 获取当前位置

source: Use Current Location
zh_hans: 使用当前位置

source: Latitude
zh_hans: 纬度

source: Longitude
zh_hans: 经度

source: Radius (m)
zh_hans: 半径（米）

source: Location access is denied. Allow it in System Settings.
zh_hans: 定位权限已拒绝。请在系统设置中允许。

source: Allow Screen Recording access, then capture the reference again.
zh_hans: 请先允许屏幕录制权限，再次捕获参考图像。

source: Barextender is not ready to capture a menu bar item.
zh_hans: Barextender 尚未准备好捕获菜单栏项目。

source: Capture Reference Image
zh_hans: 捕获参考图像

source: Choose a menu bar item
zh_hans: 选择菜单栏项目

source: Could not run script: %@
zh_hans: 无法运行脚本：%@

source: Match tolerance: %lld%%
zh_hans: 匹配容差：%lld%%

source: Menu bar item
zh_hans: 菜单栏项目

source: Reference image has not been captured yet
zh_hans: 尚未捕获参考图像

source: Screen Recording permission is required for image comparison
zh_hans: 图像比较需要屏幕录制权限

source: Script exceeded the 2 second time limit
zh_hans: 脚本运行超过 2 秒，已停止。

source: Script has not been evaluated yet
zh_hans: 脚本尚未运行

source: Scripts run as your macOS user with /bin/zsh. Exit code 0 matches; other exit codes do not. Each run stops after 2 seconds. Scripts can access files and network.
zh_hans: 脚本将以当前 macOS 用户身份通过 /bin/zsh 运行。退出码为 0 表示匹配，其他退出码表示不匹配。每次运行最长 2 秒。脚本可以访问文件和网络。

source: The menu bar item must be visible when you capture its reference. macOS may show a screen-capture privacy indicator.
zh_hans: 捕获参考图像时，菜单栏项目必须处于可见状态。macOS 可能会显示屏幕录制隐私指示器。

source: The reference image could not be read
zh_hans: 无法读取参考图像

source: The reference image could not be saved.
zh_hans: 无法保存参考图像。

source: The selected menu bar item could not be captured
zh_hans: 无法捕获所选菜单栏项目

source: The selected menu bar item could not be captured. Keep it visible and try again.
zh_hans: 无法捕获所选菜单栏项目。请确保该项目可见后重试。

source: Unable to determine the current location. Check Location Services and try again.
zh_hans: 无法获取当前位置。请检查定位服务后重试。

source: Trigger evaluation requires Accessibility permission.
zh_hans: 触发器运行需要辅助功能权限。

source: Could not prepare script execution.
zh_hans: 无法准备脚本运行环境。

source: Could not wait for script: %@
zh_hans: 无法等待脚本完成：%@

source: Launch at login
zh_hans: 登录时启动

source: Click to show or hide menu bar items. Right-click for settings.
zh_hans: 点击可显示或隐藏菜单栏项目，右键打开设置。

source: There are no menu bar items in this section.
zh_hans: 此区域暂无菜单栏项目。

source: Hidden section divider
zh_hans: 隐藏项目分隔线

source: Always-hidden section divider
zh_hans: 始终隐藏项目分隔线

source: Show hidden menu bar items when:
zh_hans: 在以下情况下显示隐藏的菜单栏项目：

source: Barextender Bar — show hidden items below the menu bar
zh_hans: Barextender 工具栏：在菜单栏下方显示隐藏项目

source: Barextender menu bar item
zh_hans: Barextender 菜单栏图标

source: Show divider between shown and hidden sections
zh_hans: 在显示和隐藏区域之间显示分隔线

source: Only on screens with a notch
zh_hans: 仅在带有缺口的屏幕上使用

source: Delay before showing on hover
zh_hans: 悬停后延迟显示

source: %.1f seconds
zh_hans: %.1f 秒

source: New menu bar items appear here
zh_hans: 新菜单栏项目出现在这里

source: Drag this marker to choose where new menu bar items appear.
zh_hans: 拖动此标记，设置新菜单栏项目出现的位置。

source: Could not save the new menu bar item position.
zh_hans: 无法保存新菜单栏项目的位置。

source: Could not move a new menu bar item. Check Accessibility permission and try dragging it manually.
zh_hans: 无法移动新菜单栏项目。请检查辅助功能权限，或手动拖动该项目。

source: Drag menu bar item icons between the sections below to arrange them as you want
zh_hans: 在下方分区之间拖动图标，调整菜单栏项目的排列

source: You can also arrange the menu bar items quickly by Command + dragging them in the menu bar
zh_hans: 也可以在菜单栏中按住 Command 并拖动图标，快速调整排列

source: Shown menu bar items
zh_hans: 显示的菜单栏项目

source: Hidden menu bar items
zh_hans: 隐藏的菜单栏项目

source: Always Hidden menu bar items
zh_hans: 始终隐藏的菜单栏项目

source: New menu bar item position
zh_hans: 新菜单栏项目的位置

source: At the start of this section
zh_hans: 此分区的开头

source: At the end of this section
zh_hans: 此分区的末尾

source: Menu bar items palette
zh_hans: 菜单栏项目工具箱

source: Add a Spacer
zh_hans: 添加间隔符

source: Add a menu bar item group
zh_hans: 添加菜单栏项目分组

source: Spacer
zh_hans: 间隔符

source: Group
zh_hans: 分组

source: Edit Spacer
zh_hans: 编辑间隔符

source: Edit Menu Bar Item Group
zh_hans: 编辑菜单栏项目分组

source: Spacer width
zh_hans: 间隔符宽度

source: Group members
zh_hans: 分组成员

source: Members are kept in Always Hidden and shown when you click this group.
zh_hans: 成员会放入始终隐藏分区，点击分组图标时显示。

source: Could not read saved spacers and groups.
zh_hans: 无法读取保存的间隔符和分组。

source: Could not save spacers and groups.
zh_hans: 无法保存间隔符和分组。

source: Enter a name.
zh_hans: 请输入名称。

source: Edit…
zh_hans: 编辑…

source: Remove
zh_hans: 移除

source: %lld pt
zh_hans: %lld 点

source: A menu bar item can belong to only one group.
zh_hans: 一个菜单栏项目只能属于一个分组。

source: Name
zh_hans: 名称

source: Screens
zh_hans: 屏幕

source: Show all menu bar items when active screen is bigger than
zh_hans: 当活动屏幕宽于以下数值时，显示所有菜单栏项目

source: Screen width threshold
zh_hans: 屏幕宽度阈值

source: %d pixels wide
zh_hans: %d 像素宽

source: Current active screen: %d pixels wide
zh_hans: 当前活动屏幕：%d 像素宽

source: Click on empty menu bar space
zh_hans: 点击菜单栏空白处

source: Hover over empty menu bar space
zh_hans: 悬停在菜单栏空白处

source: Swipe or scroll in menu bar
zh_hans: 在菜单栏中轻扫或滚动

source: Show menu bar items in a bar below the menu bar
zh_hans: 在菜单栏下方的工具栏中显示项目

source: Built-in Retina Display
zh_hans: 内置视网膜显示器

source: No Spacing
zh_hans: 无间距

source: Small Spacing
zh_hans: 较小间距

source: Default Spacing
zh_hans: 默认间距

source: Large Spacing
zh_hans: 较大间距

source: Maximum Spacing
zh_hans: 最大间距

source: Apply menu bar item spacing?
zh_hans: 应用菜单栏项目间距？

source: Apply and restart menu bar apps
zh_hans: 应用并重新启动菜单栏应用

source: This changes spacing for all menu bar apps and restarts them. Apps with unsaved work will not be forced to quit.
zh_hans: 此操作会更改所有菜单栏应用的间距并重新启动它们。应用未能正常退出时不会强制关闭。

source: These apps did not quit and were not restarted: %@
zh_hans: 以下应用未能退出，因此没有重新启动： %@

source: You may need to log out for the changes to take effect.
zh_hans: 你可能需要注销后重新登录，间距更改才会生效。
